{
    "dia19": [
        { 
            "nome": "", 
            "image_url": "cultural.jpeg", 
            "titulo": "Atividade cultural: Dança flamenca", 
            "horario_loc": "19h30min - 20h30min", 
            "descricao": "",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "Paulo Paes", 
            "image_url": "paulo.jpeg", 
            "titulo": "Conferência de abertura", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "Pós-doutor pela PPGSSPS-Universidade Estadual de Londrina; doutor em educação pela Universidade Federal de São Carlos; mestre em educação e graduado em artes visuais pela Universidade federal de Mato Grosso do Sul. É professor associado da UFMS (artes visuais e psicologia do desenvolvimento e da aprendizagem). Tem experiência na área de Educação, atuando principalmente nas seguintes áreas: ensino de artes visuais; educação e emancipação humana; socioeducação e redução de danos na educação; e Psicologia Histórico-Cultural com foco em Vigotski.",
            "instagram": "", 
            "linkedin": "" 
        }
        
    ],
    "dia20": [
        { 
            "nome": "", 
            "image_url": "obras.jpeg", 
            "titulo": "Atividade cultural: Exposição de obras", 
            "horario_loc": "19h30min - 20h30min", 
            "descricao": "",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "Alex Duarte", 
            "image_url": "alex.jpeg", 
            "titulo": "Brincadeira e jogos musicais", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "Graduado em Educação Musical pela Universidade Federal de São Carlos (2016), com especialização em musicoterapia (2021). Como formação complementar, participou de diversos cursos e oficinas, dos quais: Coordenador Pedagógico - Nova Escola, Produção de eventos - SEBRAE, Competências Gerais BNCC - Nova Escola, Produção de Projetos Culturais - Cassiane Tomilheiro, Curso de Aperfeiçoamento de Leitura Musical - UFSCar, Oficina de Ritmos Brasileiros - Conservatório de Tatuí, e Curso de Regulagem e Manutenção de instrumentos - Lunacy Guitars. Como músico profissional a mais de quinze anos, fundou a banda Marvivo de música autoral e o projeto de música instrumental Mucambo Beat. Tocou e acompanhou artistas dos mais variados estilos, como: Mentes Naativa, Padre Fábio de Melo, Victor e Matheus, Bandas de Baile, Nany Zac, Axékebom, Especial Tim Maia, Coletivo Iboruna e muitos outros. Como educador musical, conta com mais de treze anos de experiência. Já lecionou em inúmeras escolas, projetos sociais, aulas de musicalização, violão e ukulele, abrangendo tanto a educação infantil quanto a terceira idade. Desenvolvendo um trabalho de formação de professores, já ofereceu oficinas para professores e educadores em mais de vinte e cinco cidades do estado de São Paulo e Minas Gerais. Realizou a referida formação para a rede municipal de São José do Rio Preto, Santo Antônio da Alegria e Jacutinga. Como palestrante, participou na XVII Semana da Pedagogia UNESP- Rio Preto e da XIII Semana Integrada de Santa Fé do Sul. Como produtor cultural, é um dos fundadores da AMURP (Associação Musical Rio-pretense), idealizador e coordenador do Festival de Educação Musical de Rio Preto - FEMURP, organizador e coordenador do Festival Coletivos de Artes e Culturas, idealizador do projeto Conversa Musical - apresentações em escolas, projetos e eventos, ganhador do Prêmio de Fomento Cultural Nelson Seixas de 2009, 2011 e 2021, conselheiro de cultura do Conselho Municipal de Políticas Culturais de São José do Rio Preto, idealizador e Coordenador do projeto de aulas gratuitas para a comunidade Música para Todos.",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "Rodrigo Azevedo", 
            "image_url": "rodrigo.jpeg", 
            "titulo": "Literatura infantil", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "Rodrigo Azevedo é Doutorando e mestre em educação pela Unesp. Coordenador pedagógico efetivo na rede municipal de São José do Rio Preto e atualmente é formador de coordenadores pedagógicos na mesma rede. É pesquisador da literatura para as infâncias e membro do CEPLLI, Centro de Estudo e Pesquisa em Leitura, Literatura e Infância da Unesp de Marília-SP.", 
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "Profa. Mes. Ieda Lugli", 
            "image_url": "ieda.png", 
            "titulo": "Minicurso de desenvolvimento moral na educação infantil", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "Professora PEB I na Educação Infantil do ensino público municipal de SJRP/SP, desde 2012. Tem graduação/licenciatura em Pedagogia pelo Centro Universitário do Norte Paulista (UNORP) em 2007, mestrado acadêmico pelo PPG-EPF (Ensino e Processos Formativos) Interunidades da Universidade Estadual Paulista (UNESP - IBILCE) em 2018, na linha de pesquisa Infância e Adolescência. Tem duas especializações em Educação - Especialização em Pedagogia e Educação Infantil pelo Instituto Superior de Educação Ceres e Especialização em Fundamentos da Educação pela Faculdade Campos Elíseos. Participa do Grupo de Estudos e Pesquisas em Desenvolvimento sociomoral de crianças e adolescentes (CNPq), do Grupo de Estudos GIRA (Grupo de Estudos da Cultura da Infância)/SME. Desenvolve pesquisas e estudos na própria escola municipal sobre pedagogias participativas na ressignificação de práticas pedagógicas priorizando o protagonismo das crianças no aprendizado ativo, como política educativa a pequena infância (baseados na temática metodológica de Loris Malaguzzi - Reggio Emilia) na perspectiva da documentação pedagógica.",
            "instagram": "", 
            "linkedin": "" 
        },        
        { 
            "nome": "Profa. Danila Bassi", 
            "image_url": "danila.jpeg",  
            "titulo": "Minicurso de contação de histórias", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "Graduada em Pedagogia e em Psicopedagogia Clínica pela E.P.S.I.B.A - Escuela Psicopedagógica de Buenos Aires,Pós-graduada em Educação Especial e Inclusiva e em Intervenção Familiar,ABA - Análise do Comportamento Aplicada em Autismo e Mestra em Educação. Há 27 anos atuo na Educação Infantil, Ensino Fundamental e Ensino Superior. Há 20 anos atuo como psicopedagoga clínica no Espaço Psicopedagógico.Sou contadora de Histórias, coordenadora do Projeto “Contos de lá e de cá” e idealizadora do grupo de Teatro Infantil “Quem conta um conto”, possuo um canal no Youtube com 5.789 inscritos e sou ganhadora do Prêmio Nelson Seixas de 2021 com a pesquisa “ As histórias infantis como recurso terapêutico”.",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "Profa. Bruna Carvalho", 
            "image_url": "bruna.jpeg", 
            "titulo": "Minicurso de Alfabetização nos anos iniciais do ensino fundamental", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "É mestre e doutora em Educação Escolar pela Universidade Estadual Paulista - Júlio de Mesquita Filho - Campus de Araraquara. Foi bolsista CAPES durante o mestrado e doutorado. É graduada em Licenciatura Plena em Pedagogia pela Universidade Estadual Paulista - Júlio de Mesquita Filho - Campus de Bauru (2006 - 2009). Foi bolsista de Iniciação Científica - CNPq (2008 - 2009). Tem experiência em docência na Educação Infantil, Ensino Fundamental I, formação inicial e continuada de professores, coordenação pedagógica e direção escolar. Atualmente, está afastada da direção de uma escola municipal de ensino fundamental para exercer a função de supervisora pedagógica das escolas municipais de ensino fundamental - anos finais de Bariri-SP. Também é docente do curso de pedagogia do Centro Universitário Sagrado Coração de Bauru-SP. Dirige seus estudos para a área da educação escolar, com ênfase em políticas educacionais; formação de professores; educação infantil; alfabetização e desenvolvimento humano na perspectiva teórica da pedagogia histórico-crítica e da psicologia histórico-cultural.",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "Vanessa Sanches", 
            "image_url": "vanessa.png", 
            "titulo": "Minicurso de jogos e brincadeiras na educação infantil", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "Pedagoga, Mestranda em Educação pela FFCLRP USP - Riberão Preto, Especialista, Pós Graduada em Coordenação do Trabalho Pedagógico pela UFSCAR e Artes-Manuais para Educação pela FACON. Atualmente atua como supervisora de Ensino na Rede Municipal de Educação da cidade de São José do Rio Preto, estado de São Paulo. Foi Coordenadora Pedagógica na mesma rede por 7 anos em escolas de Ensino Fundamental e Educação Infantil. Formadora de professores pelo Pacto Nacional de Alfabetização na Idade Certa da Educação Infantil e Ensino fundamental coordenado pela Unesp. Integrou o Conselho Municipal de Educação e o Conselho do Fundeb, colegiados de grande importância para o controle social e garantia de qualidade da educação na cidade. Atualmente é Conselheira no Conselho Municipal de Educação de São José do Rio Preto ",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "Flávia Motta de Paula Galvão", 
            "image_url": "flavia.jpeg", 
            "titulo": "Minicurso de produção de discursos modais nos anos iniciais do ensino fundamental", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "Possui graduação em Letras pela Universidade Federal de Uberlândia (2011), habilitação em Português/Inglês, Mestrado (2014) e Doutorado (2019) em Estudos Linguísticos pela mesma universidade. Atualmente, é Docente Adjunta A no Centro de Ensino e Pesquisa Aplicada à Educação da Universidade Federal de Goiás (CEPAE/UFG). Tem experiência na área de Língua Portuguesa e Linguística, com ênfase em Análise de Discurso, atuando principalmente nos seguintes temas: escrita; representação; mídia; educação; formação profissional escolar; letramento.",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "Prof. Paulo Paes", 
            "image_url": "paulo.jpeg", 
            "titulo": "Minicurso de artes no ensino fundamental", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "Pós-doutor pela PPGSSPS-Universidade Estadual de Londrina; doutor em educação pela Universidade Federal de São Carlos; mestre em educação e graduado em artes visuais pela Universidade federal de Mato Grosso do Sul. É professor associado da UFMS (artes visuais e psicologia do desenvolvimento e da aprendizagem). Tem experiência na área de Educação, atuando principalmente nas seguintes áreas: ensino de artes visuais; educação e emancipação humana; socioeducação e redução de danos na educação; e Psicologia Histórico-Cultural com foco em Vigotski.",
            "instagram": "", 
            "linkedin": "" 
        }
    ],
    "dia21": [
        { 
            "nome": "", 
            "image_url": "", 
            "titulo": "Mostra pedagógica", 
            "horario_loc": "19h30min - 20h30min", 
            "descricao": "Apresentação de trabalhos e práticas pedagógicas de professores de escolas públicas e privadas.",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "", 
            "image_url": "voz.jpeg", 
            "titulo": "Atividade cultural: Voz e violão", 
            "horario_loc": "19h30min - 20h30min", 
            "descricao": "",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "", 
            "image_url": "conversa.jpeg", 
            "titulo": "Roda de bate-papo e troca de experiências entre professores da rede pública, sobre o ensino em tempos de pandemia e a volta as salas de aula.", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "", 
            "instagram": "", 
            "linkedin": "" 
        }
    ],
    "dia22": [
        { 
            "nome": "", 
            "image_url": "bateria.jpeg", 
            "titulo": "Atividade cultural: Bateria", 
            "horario_loc": "19h30min - 20h30min", 
            "descricao": "",
            "instagram": "", 
            "linkedin": "" 
        },

        { 
            "nome": "", 
            "image_url": "", 
            "titulo": "Comunicações orais", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "", 
            "instagram": "", 
            "linkedin": "" 
        }

    ],
    "dia23": [
        { 
            "nome": "", 
            "image_url": "danca.jpeg", 
            "titulo": "Atividade cultural: grupo de dança ibilce", 
            "horario_loc": "19h30min - 20h30min", 
            "descricao": "",
            "instagram": "", 
            "linkedin": "" 
        },
        { 
            "nome": "Prof. Dr. Newton Duarte", 
            "image_url": "newton.jpeg", 
            "titulo": "Conferência de encerramento", 
            "horario_loc": "20h30min - 22h30min", 
            "descricao": "Nascido na cidade de São Paulo, graduou-se em Pedagogia pela Universidade Federal de São Carlos em 1985 e obteve o título de Mestre em Educação pela mesma universidade em 1987. Defendeu sua tese de doutorado na Faculdade de Educação da UNICAMP, em 1992. Desde 1988 é docente da UNESP e leciona no campus de Araraquara. Nessa universidade obteve, em 1999 o título de Livre-Docente e em 2009 foi nomeado para o cargo de Professor Titular. De agosto de 2003 a junho de 2004 realizou pós-doutorado, com bolsa da CAPES, no Ontario Institute for Studies in Education (OISE) na Universidade de Toronto, Canadá. De agosto de 2011 a julho de 2012 foi pesquisador visitante, com bolsa da CAPES, Centre for Social and Political Thought (CSPT), Universidade de Sussex, Brighton, Inglaterra. De setembro de 2019 a março de 2020 foi pesquisador visitante no Institute for the Humanities, Universidade Simon Fraser, Vancouver, Canadá, tendo recebido bolsa da FAPESP para o período de novembro/2019 a fevereiro/2020. Desde 1996 suas pesquisas têm sido apoiadas pelo CNPq na forma de bolsa de produtividade em pesquisa. Coordena o grupo de pesquisa Estudos Marxistas em Educação que conta com pesquisadores de várias universidades brasileiras. É pesquisador associado ao Institute for the Humanities, University of Simon Fraser, Vancouver, Canadá. É autor de livros, capítulos de livros e artigos, publicados no Brasil e no exterior. Entre seus trabalhos destacam-se os livros: Os conteúdos escolares e a ressurreição dos mortos (2ª edição em 2021); Conhecimento Escolar e Luta de Classes: a pedagogia histórico-crítica contra a barbárie (2021) em coautoria com Dermeval Saviani; A Individualidade Para Si (3ª edição em 2013), Vigotski e o Aprender a Aprender: crítica às apropriações neoliberais e pós-modernas da teoria vigotskiana (5ª edição, 2011); Sociedade do Conhecimento ou Sociedade das Ilusões? (2003); Crítica ao Fetichismo da Individualidade (Org.; 2ª edição em 2012); Critical Perspectives on Activity: Explorations across Education, Work and Everyday Life (2006) co-editada com Peter Sawchuk e Mohamed Elhammoumi; Arte, Conhecimento e Paixão na Formação Humana: Sete Ensaios de Pedagogia Histórico-Crítica (2010) em coautoria com Sandra Della Fonte;. Seus atuais projetos de pesquisa são: 1) Fundamentos éticos da pedagogia histórico-crítica: relações entre determinismo e liberdade em Lukács e Gramsci; 2) Arte e formação humana em Lukács e Vigotski; 3) A perspectiva marxista em educação e as pedagogias contemporâneas.", 
            "instagram": "", 
            "linkedin": "" 
        }
    ]
}